hello = ('Здравствуйсте! Ответьте на следующие вопросы для расчёта НДФЛ.' )

r = ('Вы находились 183 дня в РФ за последние 12 месяцев или являютесь российским военным, служащим за границей,'
          'или сотрудником органов власти, командированным за рубеж.? ')


asset_q1 = ('Получали ли вы доход от продажи имущества? ')
asset_q2 = ('У вас семья с двумя и более детьми и доходы от продажи объекта имущества получает '
            'несовершеннолетний ребенок из такой семьи.? ')
asset_q3 = ('Имущество было в собственности больше трёх лет и была получена по наследству или в дар от родственников, '
            'по договору ренты, приватизирована или это единственное жильё? ')
asset_q4 = ('Имущество находится у вас в собственности менее трех или пяти лет,при условии, что доход от продажи '
            'не превышает 1 млн руб.( для кваритиры), а для иного имущества (гаражи, автомобили и т.д.) — 250 тыс. руб? ')
asset_q5 = ('Владеете ли вы имуществом дольше 5 лет? ')
asset_q6 = ('Продали ли вы имущество за меньшую сумму, чем приобрели его? ')
asset_q7 = ('Сколько полных лет находилось это имущество в собственности? ')
asset_input = ('Введите полученную сумму. ')

labor_q1 = ('Получали ли вы доход от осуществления трудовой деятельности? ')
labor_input = ('Введите сумму дохода. ')
labor_q2 = ('Являетесь ли вы участником Государственной программы по оказанию содействия добровольному'
                   ' переселению в РФ соотечественников, проживающих за рубежом, а также членами их семей,'
                   ' совместно переселившимися на постоянное место жительства в Российскую Федерацию? ')
labor_q3 = ('Являетесь ли вы членом экипажей судов, плавающих под Государственным флагом Российской Федерации? ')
labor_q4 = ('Являетесь ли вы иностранным гражданином или лицом без гражданства, признанными беженцем'
                   ' или получившим временное убежище на территории Российской Федерации? ')
labor_q5 = ('Являетесь ли вы гражданином стран-членов ЕАЭС (Армения, Белоруссия, Казахстан, Киргизия)? ')
labor_q6 = ('Являетесь ли вы иностранным гражданином, работающим по патенту?' )
labor_q7 = ('Являетесь ли вы иностранным гражданином, имеющим статус ВКС (высококвалифицированные специалисты)? ')

CLC_q1 = ('Получали ли вы доход от вознаграждения по гражданско-правовым договорам? ')

others_q1 = ('Получали ли вы иные виды доходов? ')
others_input = ('Введите их сумму. ')

divident_q1 = ('Получали ли вы дивиденды? ')
divident_q2 = ('Получали ли вы дивиденты от российских организаций? ')
divident_input1 = ('Введите ваш доход от российских ораганизаций. ')
divident_q3 = ('Получали ли вы дивиденды по акциям международных холдинговых компаний, которые являются публичными компаниями? ')
divident_input2 = ('Введите ваш доход от международных холдинговых компаний. ')

tax_base_asset = ('Введите сумму полученного дохода с продажи имущества (т.е. разность между вырученной суммой и '
                  'стоимости, по которой вы её приобрели изначально). ')
tax_base_labor = ('Введите сумму дохода полученного от осуществления трудовой деятельности: ')
tax_base_CLC = (' Введите сумму дохода полученного от вознаграждения по гражданско-правовым договорам: ')
tax_base_other = ('Введите полученную сумму дохода: ')
tax_base_divident = ('Введите полученную сумму дохода с дивидентов: ')

percentage_n1 = ('Получали ли вы доход по облигациям с ипотечным покрытием, приобретенным до 1 января 2007 года?')

percentage_n2 = ('Получали ли вы доход как учредитель доверительного управления ипотечным покрытием по сертификатам,'
                'приобретенным до 1 января 2007 года?')
gain_n1 = ('Получали ли вы выигрыши/призы в конкурсах, играх и других мероприятиях в целях рекламы, в части превышения установленных размеров?')

coop_n1 = ('Платили ли вы за использование денежных средств членов кредитного потребительского кооператива, в части превышения установленных размеров?')

deposit_n1 = ('Превышал ли ваш доход по вкладам в банках установленных размеров?')

cooperative_n1 = ('Выплачивали ли вы проценты за использование сельскохозяйственным кредитным потребительским кооперативом средств, в части превышения установленных размеров?')

tax_base_percentage = ('Введите ваш доход по облигациям с ипотечным покрытием.')
tax_base_percentage2 = ('Введите ваш доход как учредителя доверительного управления ипотечным покрытием.')
tax_base_gain = ('Введите стоимость выиграша/приза.')
tax_base_coop = ('Введите сумму за использование.')
tax_base_deposit = ('Введите ваш доход по вкладам в банках.')
tax_base_cooperative = ('Введите сумму выплаченных процентов.')

yes = 'да'
tax = ('Сумма вашего налога')