asset_q1 = ('Получали ли вы доход от продажи имущества? ')
asset_q2 = ('У вас семья с двумя и более детьми и доходы от продажи объекта имущества получает '
            'несовершеннолетний ребенок из такой семьи.? ')
asset_q3 = ('Имущество было в собственности больше трёх лет и была получена по наследству или в дар от родственников, '
            'по договору ренты, приватизирована или это единственное жильё? ')
asset_q4 = ('Имущество находится у вас в собственности менее трех или пяти лет,при условии, что доход от продажи '
            'не превышает 1 млн руб.( для кваритиры), а для иного имущества (гаражи, автомобили и т.д.) — 250 тыс. руб? ')
asset_q5 = ('Владеете ли вы имуществом дольше 5 лет? ')
asset_q6 = ('Продали ли вы имущество за меньшую сумму, чем приобрели его? ')

labor_q1 = ('Получали ли вы доход от осуществления трудовой деятельности? ')

CLC_q1 = ('Получали ли вы доход от вознаграждения по гражданско-правовым договорам? ')

others_q1 = ('Получали ли вы иные виды доходов? ')

divident_q1 = ('Получали ли вы дивиденды? ')

tax_base_asset = ('Введите сумму полученного дохода с продажи имущества (т.е. разность между вырученной суммой и '
                  'стоимости, по которой вы её приобрели изначально). ')
tax_base_labor = ('Введите сумму дохода полученного от осуществления трудовой деятельности: ')
tax_base_CLC = (' Введите сумму дохода полученного от вознаграждения по гражданско-правовым договорам: ')
tax_base_other = ('Введите полученную сумму дохода: ')
tax_base_divident = ('Введите полученную сумму дохода с дивидентов: ')

percentage_n1 = ('Получали ли вы доход по облигациям с ипотечным покрытием, приобретенным до 1 января 2007 года?')

percentage_n2 = ('Получали ли вы доход как учредитель доверительного управления ипотечным покрытием по сертификатам,'
                'приобретенным до 1 января 2007 года?')
gain_n1 = ('Получали ли вы выигрыши/призы в конкурсах, играх и других мероприятиях в целях рекламы, в части превышения установленных размеров?')

coop_n1 = ('Платили ли вы за использование денежных средств членов кредитного потребительского кооператива, в части превышения установленных размеров?')

deposit_n1 = ('Превышал ли ваш доход по вкладам в банках установленных размеров?')

cooperative_n1 = ('Выплачивали ли вы проценты за использование сельскохозяйственным кредитным потребительским кооперативом средств, в части превышения установленных размеров?')

tax_base_percentage = ('Введите ваш доход по облигациям с ипотечным покрытием.')
tax_base_percentage2 = ('Введите ваш доход как учредителя доверительного управления ипотечным покрытием.')
tax_base_gain = ('Введите стоимость выиграша/приза.')
tax_base_coop = ('Введите сумму за использование.')
tax_base_deposit = ('Введите ваш доход по вкладам в банках.')
tax_base_cooperative = ('Введите сумму выплаченных процентов.')